{
    "Characters": [
        {
            "name": "Wolverine",
            "image": "x-men-97-wolverine.jpg",
            "dis": "Wolverine (real name James 'Logan' Howlett) is a superhero from Marvel Comics. A mutant with a healing factor and imbued with unbreakable Adamantium claws, Wolverine is the most notably a member of the X-Men.",
            "disPer": "Wolverine is frequently depicted as a gruff loner, often taking leave from the X-Men to deal with personal issues or problems. He is often irreverent and rebellious towards authority figures, though he is a reliable ally and capable leader, and has occasionally displayed a wry, sarcastic sense of humor. \n\n          When in combat, he tends to lash out with the intensity and aggression of an enraged animal and is even more resistant to psionic attack. Despite his apparent ease at taking lives, he mournfully regrets and does not enjoy killing or giving in to his berserker rages. Logan adheres to a firm code of personal honor and morality.",
            "pab": [
                "Superhuman Senses: Wolverine is known to possess extremely acute and heightened senses, allowing him to hear, see, smell, taste, and even feel things that no normal human being can.",
                "Accelerated Healing Factor: Wolverine possesses a 'healing factor' that allows him to completely regenerate lost and damaged tissue instantaneously. He is also immortal due to such a power.",
                "Immortality: Wolverine's healing factor has also kept him in the physical prime of a normal man for decades, and he will never age as a result.",
                "Retractable Bone Claws: Wolverine possesses a pair of retractable razor-sharp claws that he can deploy between his knuckles.",
                "Adamantium Skeleton: Upon entering the Weapon X program, Wolverine's entire skeletal structure was upgraded with Adamantium; which is a virtually indestructible alloy. Wolverine is capable of taking even more damage when he is on the offensive because of his skeleton."
            ]
        },
        {
            "name": "Storm",
            "image": "x-men-97-storm-episode-1-02.jpg",
            "dis": "Ororo Munroe, also known as Storm, is a mutant and member of the X-Men. She comes from Africa. She would also be leader of the Morlocks for a long time.",
            "disPer": "Storm is a responsible person who is an effective leader of the X-Men. She is always seeking the best way through any situation. She is often witty, when simply talking to her fellow X-Men and does seem to have a good sense of humor. \n\n          She has a great deal of self-control, as her powers are controlled by her emotions, so if she was to feel anger to a great extent, she would often be the cause unbelievable damage and become a danger to her friends. \n\n          She suffers from claustrophobia. This stems from a bad experience she had as a child where she was almost buried alive. When she is in confined spaces she freaks out and her powers get out of control.",
            "pab": [
                "Storm is a mutant with the ability to control and manipulate the forces of nature. The nature of her powers grant her control over wind, rain, lightning, hurricanes, ice and heat.",
                "Her precise control over the forces of nature enables her to achieve a wide variety of weather such as making whirlwinds travel pointing lengthwise in any direction, flash freezing objects and people, and summoning wind currents strong enough to support her weight and make her herself and others fly and hover."
            ]
        },
        {
            "name": "Rogue",
            "image": "marvel-animations-x-men-97-official-rogue-goes-rogue-clip_v1yg.1200.jpg",
            "dis": "Anna Marie Darkholme, also known as Rogue, is a mutant and a member of the X-Men.",
            "disPer": "Rogue was beautiful and smart with a great sense of humor, a heart of gold, an independent nature, and a lot of spirit. She usually had an attitude of good-natured irreverence. Rogue occasionally referred to everyone including even her enemies as “hon” and “sugar” and spoke in a sassy Southern accent. She was a bit of a flirt and flirted with any man she found to be attractive such as Cyclops, Colossus, Archangel, and Spider-Man during her time as a hero. \n\n          Rogue has; proven herself to be a valuable asset of the X-Men and examples of her heroic deeds; include her attempt to confront Magneto; during his attack on Metro Chemical Plant, the crushing of the Sentinels in order to save Senator Robert Kelly’s life, the defeat of Mister Sinister and the Nasty Boys in Savage Land, the help she gave the other X-Men when they temporarily worked together with the Shi'ar Princess Lilandra to avoid the crisis involving the M’Kraan Crystal and the Dark Phoenix, and her three run-ins with Apocalypse. \n\n          Rogue has a close friendship with Storm, deeply respected Professor Xavier and generally got along well; with Beast, Cyclops, Gambit, Jubilee, Jean Grey, Morph, and Wolverine. But she was unafraid to call Wolverine names, insult him, yell at him, argue with him or threaten to get into a fight; with him; whenever he annoyed her or; made her angry. The fact that; she possessed invulnerability as one of her powers more than likely was a factor in this; she knew he could not hurt her, so she could get away with stuff other people could not. \n\n          Despite Rogue being heroic; she can sometimes be headstrong, short-tempered, hot-headed and selfish; but will always do the right thing in the end. \n\n          In X-Men '97, Rogue's old romantic feelings towards Magneto has been rekindled, after he became the new leader of the X-Men, leaving Gambit in the dust. Because of her romantic attraction towards Magneto, Rogue has become more arrogant and selfish towards other individuals. After the Genosha Island attack, Rogue is severely traumatized and ridden with survivors guilt, she began attacking military bases all over the world and almost attempted murder on Baston. But once Magneto had threaten the world by cutting off all power and electricity, Rogue had sided; with him; instead of the X-Men, officially; leaving the team and; even physically attacked Nightcrawler, Wolverine, Jean and Storm; when they try to stop Magneto. \n\n          At this point, Rogue is no longer the misunderstood hero she was, she is now an aggressive, bitter, cold, ruthless and violent terrorist; who despises humans, willing to let them go extinct and she is most likely now an enemy of the X-Men; proving that; Gambit's death, as well as the death of the other mutants on Genosha has not only; resulted in Rogue's personality becoming far more darker; but she has also lost her sense of justice, honor and morals; in the process.",
            "pab": [
                "Rogue has the ability to absorb energy from other living beings through physical contact as well as temporarily gain mutant powers and thoughts. However this makes it hard for her to be in contact with anyone unless she has protection such as her gloves.",
                "After absorbing Ms. Marvel's powers permanently, she gained the power of flight, superhuman strength and invulnerability."
            ]
        },
        {
            "name": "Gambit",
            "image": "x-men-975-1.jpg",
            "dis": "Remy LeBeau, also known as Gambit, was a mutant, member of the X-Men and former member of the Thieves' Guild.",
            "disPer": "Gambit is often depicted as a smooth-talking, charismatic individual who easily wins people over with his charm. His Cajun accent and playful demeanor add to his allure, making him a fan-favorite character. \n\n          He embodies the archetype of a charming rogue, often engaging in thievery and deception. Despite his criminal background, Gambit seeks redemption and strives to be a hero, which adds depth to his character. \n\n          Gambit's past as a thief and his connections to the Thieves' Guild create a morally ambiguous character. He often grapples with his loyalties, especially regarding his relationships with the X-Men and his on-again, off-again love interest, Rogue.",
            "pab": [
                "Gambit has the ability to change objects with explosive charges of kinetic energy that his body produces from non-organic matter. He commonly does this to playing cards since he can easily store them and throw the cards. However, this means he goes through them quickly and is often buying new packs of cards. He can also do this to other objects, such as a brick, but does this less often.",
                "He also has a extendable metal Bo-staff that he uses for fending off further attacks and is skilled in martial arts. Gambit also regularly exercises and has the skills of a master thief."
            ]
        },
        {
            "name": "Professor X",
            "image": "professor-x-calling-the-x-men-in-x-men-97-episode-8.jpg",
            "dis": "Charles Xavier, also known as Professor X, is a powerful telepathic mutant and leader of the X-Men.",
            "disPer": "He is a scientific genius and a leading authority in genetics, who strives to serve the greater good by promoting peaceful coexistence and equality between humans and mutants. His pacifist and assimilationist ideology often contrasts with that of Magneto, a mutant leader with whom he has a complicated relationship. Xavier's character is deeply affected by his telepathic powers, which he uses to alleviate others' pain and protect mutants from persecution. Despite his efforts, Xavier's dream of mutant-human coexistence is often challenged by the political and ideological divide within the mutant community.",
            "pab": [
                "Xavier has strong telepathic abilities which allow him to read minds, project thoughts, show memories, enter the astral plane, project mental bolts, create mental shields, etc. Physically, he is just a human in a wheelchair/hoverchair, however he is an excellent tactician and strategist."
            ]
        },
        {
            "name": "Cyclops",
            "image": "thumb-1920-1356845.jpg",
            "dis": "Cyclops (also known as Scott Summers) is one of the main characters in the Marvel Studios Animation series X-Men '97, a revival of the 1992 X-Men animated series.",
            "disPer": "Scott takes his position on the X-Men very seriously, which sometimes gets him into a few conflicts with Wolverine who does not always obey his orders. He tends to be stoic, a bit uptight, and believes in doing things by the book. He has an aura of authority and compassion and is very charismatic, and extremely skilled at making decisions under pressure. Additionally, he seems to view Beast as a brother-figure and seems to love Jubilee, Rogue and Storm like sisters, hinting that he regards all the X-Men as family.",
            "pab": [
                "Optic Energy Blasts: Cyclops can absorb solar energy for discharge and use it as concussive beams to fire from his eyes with superb accuracy. Unfortunately he is unable to control his power at will and has to wear special material to contain his beams such as his visor or glasses with ruby quartz lenses, hence his name"
            ]
        },
        {
            "name": "Jubilee",
            "image": "9371335-6413715534-maxre.jpg",
            "dis": "Jubilation 'Jubilee' Lee is one of the main characters in the Marvel Studios Animation series X-Men '97, which is a direct continuation of the 1992 X-Men animated series. She is a mutant with the ability to generate pyrotechnic energy blasts from her hands. As a junior member of the team, Jubilee takes it upon herself to be a mentor to Sunspot.",
            "disPer": "While she retains her energetic and rebellious nature, the series also introduces more depth to her personality, including her insecurities and a specific sense of humor. Jubilee's character evolves from a 'mall rat' to a more nuanced individual, with her own voice and a unique perspective on her experiences as a mutant. This evolution is evident in her interactions with other characters and her role within the X-Men team.",
            "pab": [
                "Pyrotechnic energy plasmoids generation/manipulation: As a mutant, Jubilee has the power to generate pyrotechnic energy plasmoids from her hands. The plasmoids obey her mental control, traveling where she directs them, arranging themselves in various shapes, and exploding when she wishes. The strength of the blasts varied in degrees of power and intensity, and can range from a multitude of colorful sparkles capable of temporarily blinding a person, to a powerful detonation capable of smashing objects and destroying property, or a precision burst inside a human brain, simulating the effects of a massive stroke. Jubilee can also absorb the energy back into her own body without harm.",
                "Lockpicking: Jubilee learnt how to pick locks from a girl at her former orphanage."
            ]
        },
        {
            "name": "Jean Grey",
            "image": "FOYW2O3KBNPOBLRH3IH7P27GHM.jpg",
            "dis": "Jean Elaine Grey-Summers is a one of the main characters who appears in the Marvel Studios Animation series X-Men '97, a direct continuation of the 1992 X-Men animated series. She is a mutant superheroine with powerful telepathic and telekinetic abilities.",
            "disPer": "She is a mutant with advanced telepathic and telekinetic abilities, making her one of the most powerful mutants. Jean's character is deeply affected by her powers, which she first developed after witnessing the death of her friend Annie Richardson. Her relationship with Scott Summers, also known as Cyclops, is a significant aspect of her personalty, as they both serve as mentors to younger mutants. Jean's compassion and empathy are her defining traits, often making her the emotional core of the X-Men. Despite her strength and intelligence, Jean's personal struggles, including her transformation into the Dark Phoenix and her clone Madelyne Pryor, highlight her vulnerabilities and the challenges she faces as a mutant. ",
            "pab": [
                "Telepathy: As a telepath, Jean can detect and read the thoghts of others, project her own thoughts into other's minds, form psychic links with other beings, control others' minds so as to manipulate their physical functions, mentally stun opponents with bolts of pure psionic force, cast near-flawless mental illusions, and project her mind and the minds of others onto the astral plane.",
                "Telekinesis: Jean possesses a high-level of telekinetic ability that enables her to psionically levitate and rapidly move about all manner of animate and inanimate matter. She can use her telekinetic abilities on herself or others to simulate the power of flight or levitation, stimulate molecules to increase friction, create protective force fields out of psychokinetic energy, or project her telekinetic energy as purely concussive force."
            ]
        }
    ]
}